{
  "valentineMessages": [
    "Elika, every time I think of you, my heart writes a thousand love letters no one will ever read but you.",
    "You are the spark in my code and the fire in my soul — late Valentine or not, my love for you never waits.",
    "No words can capture the way you make my world brighter, the way your smile compiles perfectly with my heartbeat.",
    "Even if I’m late wishing, know this: every second without telling you just makes my love grow stronger.",
    "You’re my favorite logic, my sweetest bug, the one I’ll debug my life for and never let go.",
    "Valentine or not, loving you is continuous, infinite, and the only function I never want to end.",
    "Every thought of you is like a perfect algorithm — smooth, elegant, and completely unforgettable.",
    "Elika, you are my masterpiece — every glance, every touch, every laugh is art coded directly into my soul.",
    "Even late, my wish is clear: I want to spend every day showing you how deeply you are loved.",
    "Happy Valentine’s, my love. Today, tomorrow, and forever, you are my only constant in a world of variables."
  ],

  "deepConfessions": [
    {
      "paragraphs": [
        "Elika, I don’t just love you in the simple way people say it.",
        "I love you in the way that changes a man.",
        "In the way that makes him want to build, grow, protect, and become better.",
        "You inspire a version of me that even I am proud of."
      ]
    }
  ],

  "classified": {
    "title": "🔒 For Your Eyes Only",
    "intro": [
      "The kind that lingers.",
      "The kind you reread.",
      "The kind that makes you pause mid-breath.",
      "This page doesn’t exist for the world.",
      "It exists in the space between your inhale and my exhale.",
      "In the tension that builds when we stand too close.",
      "In the electricity that doesn’t need witnesses.",
      "You already know how I look at you.",
      "But what you don’t know… is how closely I’ve studied you.",
      "The way your body responds when my hands settle at your waist.",
      "The way your breathing shifts when my voice lowers.",
      "The way strength leaves you slowly — not because you’re weak, but because you trust me enough to let go.",
      "And that’s where the real training begins.",
      "Not in a gym.",
      "Not in daylight.",
      "But in the quiet moments where control moves between us like a language only we understand."
    ],
    "sections": [
      {
        "title": "The Vertical Press",
        "paragraphs": [
          "I lift you. Not rushed. Not reckless. Deliberate.",
          "Your back meets the wall.",
          "Your legs wrap around me instinctively — tightly — as if your body knew the position before your mind did.",
          "Your thighs engage. Your core tightens.",
          "You hold yourself there while I anchor you.",
          "Your strength meets mine.",
          "It’s not just power. It’s trust under pressure.",
          "And the higher your heart rate climbs, the closer your body presses.",
          "Gravity fades.",
          "All that exists is tension."
        ]
      },
      {
        "title": "The Arch",
        "paragraphs": [
          "I don’t want you resting. I want you elevated.",
          "Heels pressing down. Hips rising.",
          "Your body forming that perfect curve that demands attention.",
          "You hold it.",
          "Every second building heat — deep, controlled, intentional.",
          "You squeeze at the peak.",
          "You breathe through it.",
          "You let the intensity rise while I guide the rhythm.",
          "This isn’t chaos. It’s discipline wrapped in fire.",
          "And the moment your muscles begin to tremble — that’s when I lean closer and remind you how strong you really are."
        ]
      },
      {
        "title": "The Wrap",
        "paragraphs": [
          "No distance. Just us. Locked together. Chest to chest.",
          "Slow movement. Measured friction.",
          "Breathing syncing until we can’t tell whose inhale belongs to who.",
          "Our hearts align. Our pace slows.",
          "But the tension thickens.",
          "You feel it building. Not explosive. Expansive.",
          "Like a wave rising slowly until your entire body becomes aware of itself.",
          "Your core tightens. Your pulse quickens.",
          "Your skin wakes up everywhere at once.",
          "And the most powerful part?",
          "I don’t rush it.",
          "I let it build. I let you feel every second.",
          "I guide you toward that edge slowly — the one where your body begins responding before your thoughts can catch up."
        ]
      }
    ],
    "final": [
      "The world thinks intensity is loud.",
      "But the real kind? It’s controlled.",
      "It’s knowing exactly how close to bring you to the edge — and holding you there just long enough for everything inside you to ignite.",
      "This isn’t just chemistry. It’s mastery.",
      "And when you reread this later — alone — I want your breathing to change halfway through.",
      "I want your body to remember.",
      "I want you to feel exactly what it’s like when I take control… and when I let you take it back.",
      "Because this isn’t just heat.",
      "It’s the way we undo each other without ever losing control.",
      "And that… is our masterpiece."
    ]
  },

  "videos": [
    "memmories/memory.mp4"
  ]
}